Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/fiskeridir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Perform hydrographic sampling along the AlterEco monitoring section in the northern North Sea.
nb: Postsmolt-utsett på Tuvan og Kråkevika har vært utfordrende å måle effekten av.

source: water masses, do not enter the facility.
nb: vannmassene, ikke kommer inn i anlegget.

source: The earlier section 6 becomes the new section 13.
nb: Tidligere § 6 blir ny § 13.

source: Aquatraz will improve fish health.
nb: Aquatraz vil bedre dagens fiskehelse.

source: § 9 Prohibition against transhipments and the provision of supply and support services to and from other vessels using Norwegian vessels
nb: § 9 Forbud mot omlasting, forsynings- og støttetjenester til og fra annet fartøy med norsk fartøy

source: § 5 Obtaining confirmation from the flag State and prohibition against landings
nb: § 5 Innhenting av bekreftelse fra flaggstat og forbud mot ilandføring

source: Transhipment and the provision of supply and support services to and from vessels that are subject to prohibitions pursuant to section 6 may also be prohibited in Norway’s territorial waters and the territorial waters around Jan Mayen.
nb: Forbud kan også nedlegges mot omlasting, forsynings- og støttetjenester i Norges territorialfarvann og territorialfarvannet ved Jan Mayen, til og fra fartøy som er eller blir underlagt forbud etter § 6.

source: § 11 Publication of lists of vessels subject to prohibitions
nb: § 11 Offentliggjøring av lister over fartøy som er omfattet av forbud

source: fin damage were generally similar between the iFarm and the associate cages.
nb: I dette tilfellet scorer Havfarmen under Nordlaks sine interne målsetninger for tilsvarende fiskegrupper.

source: photosynthetic efficiency of the natural phytoplankton community, which in turn will be used to
nb: Departementet har ikke evaluert tilstanden i området spesielt, heller ikke effekten av de tiltakene som har vært gjennomført.

source: This is a vicious spiral that we are helping to break through our annual clean-up expedition.
nb: Dette er en ond spiral som vi bidrar til å bryte gjennom årlige opprenskingstokt.

source: § 6 Prohibition against landings, transhipments and processing of fish in Norwegian ports
nb: § 6 Forbud mot ilandføring, omlasting og bearbeiding av fisk i norsk havn

source: To ensure a proper functionality, the multisampler was tested during this cruise.
nb: Denne bestemmelsen gjelder ikke for tillatelser til utvikling.»

source: § 2 Prohibition against landings of fish of joint interest to Norway and other states in specific cases
nb: § 2 Forbud mot ilandføring av fisk av felles interesse med andre stater i bestemte tilfeller

source: The earlier section 5 is repealed.
nb: Tidligere § 5 oppheves.

source: § 8 IUU vessel lists from regional fisheries management organisations
nb: § 8 Regionale fiskeriforvaltningsorganisasjoners IUU-lister

source: tearing holes in the net.
nb: objekter som river hull i noten.

source: Seafarming Systems wants to resolve these issues through the Aquatraz project.
nb: Disse problemstillingene vil Seafarming Systems løse gjennom Aquatraz-prosjektet.

source: The Directorate of Fisheries may prohibit on- and offloading and the provision of port, supply and support services in Norwegian ports to and from vessels that are subject to prohibitions pursuant to section 6.
nb: Fiskeridirektoratet kan nedlegge forbud mot lasting, lossing og havne-, forsynings- og støttetjenester i norsk havn, til og fra fartøy som er eller blir underlagt forbud etter § 6.

source: Section 1 Territorial extent and substantive scope
nb: § 1 Stedlig og saklig virkeområde

source: § 4 Prohibition against landings of fish taken in contravention of provisions of international agreements
nb: § 4 Forbud mot ilandføring av fisk tatt i strid med bestemmelser i internasjonale avtaler

source: The 2016 assessment is not included in these plots as it has been found to be erroneous.
nb: Fiskedødeligheten i 2016 var godt under fiskedødsrate for maksimalt langtidsutbytte (FMSY). Bestandens tilstand

source: Although we tried hardly it was not possible for us crossing the Lomonosov Ridge towards the west, towards Alpha Ridge.
nb: at Fiskeridirektoratet ikke fant at søker hadde sannsynliggjort at konseptet kunne gjennomføres som planlagt.

source: Section 4 Duty to provide catch documents when engaging in domestic trade
nb: § 4 Plikt til å sende med fangstdokument ved innenlands omsetning

source: Clean Nordic Ocean
nb: fra Clean Nordic Ocean. Oppdatert:

source: Over time, Norway has developed a system for coordinating between fishers and official bodies that works well.
nb: Norge har over tid bygget opp et system for samhandling mellom fiskere og forvaltning som fungerer godt.

source: The planned production is 10 000 tons per year.
nb: Selskapet planlegger å produsere 10 000 tonn laks per år.

source: Section 8 Completion of catch documentation
nb: § 8 Utfylling av fangstdokument

source: The current international market situation for plastic recycling is difficult, however, as handling and removal are both costly processes.
nb: Den internasjonale markedssituasjonen for «plastforedling» er vanskelig og håndtering og demontering er kostbart.

source: Recruitment estimates from assessments conducted before 2016 are not
nb: Feilen oppstod i forbindelse med metoderevisjonen i 2016.

source: comparing surface activity in the iFarm cages to other studies on standard and snorkel cages, surface
nb: Fiskeridirektoratet vurderer at dødeligheten i Havfarmen har vært generelt høy, ikke minst med tanke på at produksjonstiden har vært kort.

source: For the purpose of these regulations, fisheries management arrangements means agreed regulation of catches under the terms of an arrangement between other states or an association of states and Norway.
nb: Med fiskeriforvaltningsarrangementer menes i denne sammenheng omforent regulering av bestander innenfor et arrangement mellom andre stater eller sammenslutning av stater og Norge.

source: No methots were completed overnight.
nb: klarert for utviklingstillatelser.

source: Conclusion The cruise in Skagerrak in July 2018 was aborted with only one successful multi-increment sediment collection.
nb: desember 2018 kvotene for årets jakt på havert og steinkobbe i samsvar med tilrådning fra Havforskningsinstituttet.

source: The operation of current netpen solutions, which often involves heavy, manual tasks, is risky for the technician, the fish and the external environment.
nb: Driftsoperasjonene ved dagens merdløsninger, ofte tunge manuelle oppgaver, er risikofylte for røkteren, fisken og det ytre miljø.

source: Section 5 Prohibition against import and landing from foreign vessels without catch documents
nb: § 5 Forbud mot import og landing fra utenlandsk fartøy uten fangstdokument

source: The provisions of the first and second paragraphs do not apply to prohibitions laid down pursuant to section 5 or 8.
nb: Bestemmelsene i første og andre ledd gjelder ikke i forhold til forbud nedlagt med hjemmel i §§ 5 eller 8.

source: With 4745 metres of wire being recorded, we have unfortunately detected an increase in the amount of wire being left behind or dumped.
nb: - Med 4745 meter vaier, registrerer vi dessverre en oppgang i mengden vaier som er etterlatt og dumpet.

source: § 3 Prohibition against landings of fish taken in contravention of a desired harvesting pattern or if there is a risk of overfishing
nb: § 3 Forbud mot ilandføring av fisk tatt strid med ønsket beskatningsmønster eller ved fare for overfiske

source: The overall size of the barge will have a length of 195 m, a breadth of 55 m and a depth of 22 m.
nb: Lengden på anlegget er 195 meter, bredden 55 meter og dybden 22 meter.

source: In addition, hundreds of buoys and anchors were also found.
nb: I tillegg ble det registrert et hundretalls flytevak og anker.

source: Section 3 Duty to provide information for the completion of catch documents on landing
nb: § 3 Plikt til å gi opplysninger til utfylling av fangstdokument ved landing

source: Deployment of 2 ADCP’s and
nb: Vi viser til deres brev av 2.

source: The Directorate of Fisheries may prohibit the use of Norwegian vessels in transhipment operations and the provision of supply and support services to and from other vessels that are subject to prohibitions pursuant to section 6, 7 or 8.
nb: Fiskeridirektoratet kan nedlegge forbud mot omlasting, forsynings- og støttetjenester til og fra annet fartøy med norsk fartøy når det er eller blir nedlagt forbud rettet mot førstnevnte fartøy i medhold av §§ 6, 7 og 8.

source: The Directorate of Fisheries may lay down prohibitions such as are mentioned in sections 6 and 7 applying to vessels that are included on regional fisheries management organisations’ lists of vessels that have taken part in illegal, unreported and unregulated fishing activities.
nb: Fiskeridirektoratet kan nedlegge forbud som nevnt i §§ 6 og 7 for fartøy som er oppført på regionale fiskeriforvaltningsorganisasjoners lister over fartøy som tar del i illegale, urapporterte eller uregulerte fiskeaktiviteter.

source: Section 6 Prohibition against export without catch documents
nb: § 6 Forbud mot eksport uten fangstdokument

source: § 10 Relationship with flag States
nb: § 10 Forholdet til fartøyenes flaggstat

source: The Register of Norwegian Fishermen encompasses participants in seawater fisheries, or hunting of marine mammals.
nb: Årets makrellsesong for snøre- og garngruppen har vært utfordrende, og mønsteret og tilgjengelighet har endret seg siden i fjor.

source: Equally, in 2019 we also discovered a dead humpback whale, which had become caught in ropes attached to pot traps.
nb: I likhet med 2019, ble det også i år registrert en død knølhval som satt fast i tau til teiner.

source: § 7 Prohibition against on- and offloading and the provision of port, supply and support services
nb: § 7 Forbud mot lasting, lossing og havne-, forsynings- og støttetjenester

source: Determination of temperature and salinity in the area of investigation Narrative (Fig. 1)
nb: Frist for registrering av rømmingsteknisk rapport for landbaserte akvakulturanlegg er utsatt til 1.

source: A dead seal was also found in one of the pots.
nb: I tillegg ble det funnet en død sel i en teine.
